export default {
  'image.upload.success': 'अपलोड छवि सफलतापूर्वक',
  'image.invalid': 'फ़ाइल अमान्य है',
  'image.max-size': 'चौड़ाई और ऊंचाई 512px अधिक नहीं होनी चाहिए।',
  'image.note-1':
    'तस्वीर 512x512px की तुलना में छोटे अपलोड करें। की अनुमति प्रारूपों .png या .jpg हैं। सुनिश्चित करें कि छवि वर्ग कवर इतना है कि ठीक से बढ़ाया जा सकता है है।',
  'image.note-2': 'ड्रैग और ड्रॉप छवि या अपलोड करने के लिए बॉक्स पर क्लिक करें।',
  'image.not-image': 'हाल ही में जोड़ा फ़ाइल छवि नहीं है।',
  'image.upload.limit': 'स्वीकार किए जाते हैं अधिकतम सीमा तक पहुंच।',
  'image.required.method': 'विधि प्रदान किया जाना चाहिए',
  'image.upload.placeholder': `खींचें और यहां छोड़ बिल या अपलोड करने के लिए 'पर क्लिक करें`,
  'image.max': 'अधिकतम 3 आइटम',
};
